{
  "color": 0,
  "url": "",
  "tips": [
    "Thank you for installing this modpack",
    "Survival, tech, magic and more!",
	"Yes, this is the biggest pack!",
	"Report bugs, glitches and issues on our Discord server",
	"**Optifine is instable for many mods and may be buggy**",
	"Avengers Assemble! Ah crap...wrong universe",
	"Focus on a house first; it doesn't have to look nice",
	"Be sure to be aware of your hunger, thirst, and temperature!",
	"NOICE",
	"Long time ago Minecraft was born without mods; WAIT WHAT",
	"Use Tinkers Construct is good to create powerful weapons",
	"Smelt a water bottle to get a purified water bottle for drinking",
	"Sprinting, Weather of Day, etc affect body temperature",
	"Don't get hypothermia",
	"JEI in this pack is kinda vital",
	"Join our Discord Server!",
	"Never download mods and modpacks from untrusted sources",
	"#StopModReposts, #StopModpackReposts",
	"King Mammoth has over 500 Mods",
	"Optimization is key in this modpack",
	"Just do it! Make this pack come true!",
	"Check out other cool modpacks such as Mats Mega Tech Pack",
	"Read our license!",
	"Do not just copy this modpack's configs",
	"It's normal for Minecraft Forge to freeze while loading",
	"JEI can take a ton of time to load all objects",
	"If you are here, maybe you have at least 12gb of RAM",
	"And his name is...John Cena left the game",
	"Don't click on the window, it will slow the loading process",
	"Please suggest mods on the Discord server",
	"If there are any GUI issues, please tell us",
	"Don't put random mods into the modpack!",
	"Custom music, custom title and custom things",
	"King Mammoth is NOT an ordinary mammoth, its a large modpack",
	"Random tip saying hi",
	"Watch our trailer on Youtube!",
	"Let's do this.",
	"We are a growing community",
	"Quests will be coming in!",
	"Thank you for waiting patiently!",
	"A server is coming soon! Thank you Kylian!",
	"Warning: May contain nuts",
	"...!",
	"Decrpt this code: Wfikezkv",
	"Don't be a brick",
	"Make sure to have a nice day",
	"I'm gonna bring my horse to the old town road, ride 'til I..",
	"There is a reason why there are tips here... To make you not bored",
	"Maybe the loading is ending",
	"Last Tip, Repeat!",
	"Just Kidding, this is the last tip"
  ]
}